{
    "query": "1. Associacions de veïns",
    "gathered_info": [
        {
            "url": "https://justicia.gencat.cat/ca/ambits/dret_i_entitats_juridiques/associacions/",
            "main_content": "Les associacions són persones jurídiques privades constituïdes per tres o més persones que s'uneixen de manera voluntària, lliure i solidària per aconseguir, sense afany de lucre, una finalitat comuna d'interès general o particular i es comprometen a posar en comú llurs coneixements, activitats o recursos econòmics amb caràcter temporal o indefinit.Les associacions poden constituir federacions per assolir millor les finalitats que els són pròpies i facilitar la coordinació; al seu torn, les federacions poden constituir confederacions. Totes estan subjectes al règim general de les associacions.La Direcció General de Dret, Entitats Jurídiques i Mediació s'encarrega del registre de les associacions i federacions de règim general que tenen el domicili social a Catalunya i que  exerceixen les seves funcions majoritàriament a Catalunya. En queden excloses, perquè tenen legislació pròpia i registres específics, les associacions polítiques, les religioses, les esportives, les organitzacions empresarials i els sindicats.Si voleu consultar l'adreça d'alguna associació o federació inscrita en el Registre, podeu fer-ho per mitjà de la base de dadesGuia d'Entitats.Transparència a les entitats jurídiques Consulta externa de documentsLegislació aplicableAssociacions. Informació dels tràmitsFederacions. Informació dels tràmitsSentències del Tribunal ConstitucionalAssociacions declarades d'utilitat públicaPreguntes més freqüents ",
            "sub_content": [
                {
                    "url": "https://justicia.gencat.cat/ca/ambits/dret_i_entitats_juridiques/",
                    "main_content": "Associacions i federacionsConsulta externa de documentsLegislació aplicableAssociacions. Informació dels tràmitsFederacions. Informació dels tràmitsSentències del Tribunal ConstitucionalAssociacions declarades d'utilitat públicaPreguntes més freqüentsFundacionsLegislació aplicableInformació dels tràmitsL'aplicació d'ingressos a les finalitats fundacionalsPreguntes més freqüentsConsulta externa de documentsCol·legis professionals i consells de col·legis professionalsLegislació aplicableInformació dels tràmitsConsulta externa de documentsSocietats professionalsAcadèmiesInformació dels tràmitsConsulta externa de documentsAcadèmies amb seu social a CatalunyaLegislació aplicableEntitats religiosesFoment de l'accés de les entitats religioses al Llibre de registre d'entitats religioses (DOGC núm. 6904, de 2 de juliol de 2015)Partits políticsCens d'associacions i fundacions vinculades a partits polítics (Ordre JUS/37/2015, de 2 de març de 2015)Transparència a les entitats jurídiquesObligacions segons la Llei de transparènciaObligacions segons la Llei del protectoratdestacatsejGuia d'entitatsContacte amb el Departament de JustíciaConsulta externa de documentsAssociacions, fundacions, federacions, col·legis i acadèmiesEnllaços relacionatsAssociacionisme i participacióEstadístiques  ",
                    "sub_content": [
                        {
                            "url": "https://justicia.gencat.cat/ca/ambits/dret_i_entitats_juridiques/associacions/informacio_dels_tramits/",
                            "main_content": "llista de tràmits d'associacionsCanvi de domicili socialCertificació de dades registralsComunicació del web de transparència de les entitats jurídiques sense ànim de lucreConstitucióDeclaració d'utilitat públicaDissolucióFotocopies dels comptes anualsInscripció de la delegacióInscripció dels òrgans de governLlistatsModificació dels estatutsRendició de comptes anuals ",
                            "sub_content": [],
                            "depth": 2
                        },
                        {
                            "url": "https://justicia.gencat.cat/ca/ambits/dret_i_entitats_juridiques/consulta-externa-documents/",
                            "main_content": "La Direcció General de Dret i d'Entitats Jurídiques disposa d'un servei que permet comprovar en línia l'autenticitat dels documents signats electrònicament. Quan un ciutadà rep en paper un ofici, una resolució o un certificat, signats electrònicament pot utilitzar aquest servei per accedir, ell mateix o un tercer (p. ex. una altra Administració), al document original.El sistema retornarà una còpia del document original en format PDF que es podrà confrontar amb el document en suport paper.  ",
                            "sub_content": [],
                            "depth": 2
                        },
                        {
                            "url": "https://justicia.gencat.cat/ca/ambits/dret_i_entitats_juridiques/associacions/sentencies_tc/",
                            "main_content": "Sentència de 27 d'abril de 2006, del Tribunal ConstitucionalEn el recurs d'inconstitucionalitat núm. 3914/1997, interposat pel president del Govern contra diversos articles de la Llei del Parlament de Catalunya 7/1997, de 18 de juny, d'associacions.Sentència de 27 d'abril de 2006, del Tribunal ConstitucionalEn el recurs d'inconstitucionalitat núm. 3.974-2002, interposat pel lletrat del Parlament de Catalunya contra diversos preceptes de la Llei Orgànica 1/2002, de 22 de març,reguladora del dret d'associació. Sentència de 27 d'abril de 2006, del Tribunal ConstitucionalEn el recurs d'inconstitucionalitat núm. 3914/1997, interposat pel president del Govern contra diversos articles de la Llei del Parlament de Catalunya 7/1997, de 18 de juny, d'associacions.Sentència de 27 d'abril de 2006, del Tribunal ConstitucionalEn el recurs d'inconstitucionalitat núm. 3.974-2002, interposat pel lletrat del Parlament de Catalunya contra diversos preceptes de la Llei Orgànica 1/2002, de 22 de març,reguladora del dret d'associació. ",
                            "sub_content": [],
                            "depth": 2
                        },
                        {
                            "url": "https://justicia.gencat.cat/ca/ambits/dret_i_entitats_juridiques/associacions/federacions_info_tramits/",
                            "main_content": "llista de tràmits de federacionsCanvi de domicili socialCertificació de dades registralsComunicació del web de transparència de les entitats jurídiques sense ànim de lucreConstitucióDeclaració d'utilitat públicaDissolucióFotocopies dels comptes anualsInscripció de la delegacióInscripció dels òrgans de governLlistatsModificació dels estatutsRendició de comptes anuals ",
                            "sub_content": [],
                            "depth": 2
                        },
                        {
                            "url": "https://justicia.gencat.cat/ca/departament/Normativa/normativasectorial/entitats_juridiques/associacions/",
                            "main_content": "Normativa de CatalunyaLlei 11/2023, del 27 de desembre, de foment de l'associacionisme(Obre en una nova finestra)DOGC núm. 9069, de 29 de desembreLlei 21/2014, del 29 de desembre, del protectorat de les fundacions i de verificació de l'activitat de les associacions declarades d'utilitat pública(Obre en una nova finestra)DOGC núm. 6780, de 31 de desembreLlei 4/2008, de 24 d'abril, del llibre tercer del Codi civil de Catalunya, relatiu a les persones jurídiques(Obre en una nova finestra)DOGC núm. 5123, de 2 de maig. Versió consolidadaDecret 259/2008, de 23 de desembre, pel qual s'aprova el Pla de comptabilitat de les fundacions i les associacions subjectes a la legislació de la Generalitat de Catalunya(Obre en una nova finestra)DOGC núm. 5288, de 31 de desembreDecret 6/2008, de 21 de gener, pel qual s'assignen al Departament de Justícia les funcions traspassades a la Generalitat de Catalunya en matèria de declaració d'utilitat pública de les associacions i aplicació dels beneficis fiscals a associacions i fundacions(Obre en una nova finestra)DOGC núm. 5056, de 25 de generDecret 206/1999, de 27 de juliol. Reglament d'organització i funcionament del Registre d'associacions(Obre en una nova finestra)DOGC núm. 2944, de 3 d'agostDecret 202/1987, de 19 de maig. Associacions de pares d'alumnes(Obre en una nova finestra)DOGC núm. 854, de 19 de junyDecret 197/1987, de 19 de maig. Associacions d'alumnes(Obre en una nova finestra)DOGC núm. 854, de 19 de junyOrdre JUS/152/2018, de 12 de setembre, per la qual s’estableix el nivell de subjecció de les fundacions i de les associacions declarades d’utilitat pública als instruments de transparència establertes per la Llei 21/2014, del 29 de desembre, del protectorat de les fundacions i de verificació de l’activitat de les associacions declarades d’utilitat públicaDOGC núm. 7707, de 17 de setembreOrdre JUS/37/2015, de 2 de març, per la qual es crea el Cens d'associacions i fundacions vinculades a partits polítics, vinculat als registres d'associacions i fundacions de la Generalitat de Catalunya(Obre en una nova finestra)DOGC núm. 6826, de 9 de marçResolució JUS/4226/2023, de 13 de desembre, per la qual s'aproven els criteris que han de regir el Pla d'actuació inspectora de fundacions i d'associacions declarades d'utilitat pública per a l'any 2024(Obre en una nova finestra)DOGC 9062, de 18 de desembreResolució JUS/3741/2022, de 28 de novembre, per la qual s'aproven els criteris que han de regir el Pla d'actuació inspectora de fundacions i d'associacions declarades d'utilitat pública per a l'any 2023(Obre en una nova finestra)DOGC 8805, d'1 de desembreNormativa estatalLlei orgànica 1/2002, de 22 de març, reguladora del dret d'associacióBOE núm. 73, de 26 de març.Versió consolidadaReial decret 949/2015, de 23 d'octubre, pel qual s'aprova el Reglament del Registre Nacional d'Associacions(Obre en una nova finestra)BOE núm. 255, de 24 d'octubreReial decret 1740/2003, de 19 de desembre, sobre procediments relatius a associacions d'utilitat públicaBOE núm. 11, de 13 de generResolució de 26 de març de 2013, de l'Institut de Comptabilitat i Auditoria per la qual es va aprovar el Pla estatal de comptabilitat de les entitats sense finalitats lucratives(Obre en una nova finestra)BOE núm. 86, de 10 d'abrilData d'actualització:\r\n\t\t\t\t\t\t\t 08.10.2024 Normativa de CatalunyaLlei 11/2023, del 27 de desembre, de foment de l'associacionisme(Obre en una nova finestra)DOGC núm. 9069, de 29 de desembreLlei 21/2014, del 29 de desembre, del protectorat de les fundacions i de verificació de l'activitat de les associacions declarades d'utilitat pública(Obre en una nova finestra)DOGC núm. 6780, de 31 de desembreLlei 4/2008, de 24 d'abril, del llibre tercer del Codi civil de Catalunya, relatiu a les persones jurídiques(Obre en una nova finestra)DOGC núm. 5123, de 2 de maig. Versió consolidadaDecret 259/2008, de 23 de desembre, pel qual s'aprova el Pla de comptabilitat de les fundacions i les associacions subjectes a la legislació de la Generalitat de Catalunya(Obre en una nova finestra)DOGC núm. 5288, de 31 de desembreDecret 6/2008, de 21 de gener, pel qual s'assignen al Departament de Justícia les funcions traspassades a la Generalitat de Catalunya en matèria de declaració d'utilitat pública de les associacions i aplicació dels beneficis fiscals a associacions i fundacions(Obre en una nova finestra)DOGC núm. 5056, de 25 de generDecret 206/1999, de 27 de juliol. Reglament d'organització i funcionament del Registre d'associacions(Obre en una nova finestra)DOGC núm. 2944, de 3 d'agostDecret 202/1987, de 19 de maig. Associacions de pares d'alumnes(Obre en una nova finestra)DOGC núm. 854, de 19 de junyDecret 197/1987, de 19 de maig. Associacions d'alumnes(Obre en una nova finestra)DOGC núm. 854, de 19 de junyOrdre JUS/152/2018, de 12 de setembre, per la qual s’estableix el nivell de subjecció de les fundacions i de les associacions declarades d’utilitat pública als instruments de transparència establertes per la Llei 21/2014, del 29 de desembre, del protectorat de les fundacions i de verificació de l’activitat de les associacions declarades d’utilitat públicaDOGC núm. 7707, de 17 de setembreOrdre JUS/37/2015, de 2 de març, per la qual es crea el Cens d'associacions i fundacions vinculades a partits polítics, vinculat als registres d'associacions i fundacions de la Generalitat de Catalunya(Obre en una nova finestra)DOGC núm. 6826, de 9 de marçResolució JUS/4226/2023, de 13 de desembre, per la qual s'aproven els criteris que han de regir el Pla d'actuació inspectora de fundacions i d'associacions declarades d'utilitat pública per a l'any 2024(Obre en una nova finestra)DOGC 9062, de 18 de desembreResolució JUS/3741/2022, de 28 de novembre, per la qual s'aproven els criteris que han de regir el Pla d'actuació inspectora de fundacions i d'associacions declarades d'utilitat pública per a l'any 2023(Obre en una nova finestra)DOGC 8805, d'1 de desembre Normativa estatalLlei orgànica 1/2002, de 22 de març, reguladora del dret d'associacióBOE núm. 73, de 26 de març.Versió consolidadaReial decret 949/2015, de 23 d'octubre, pel qual s'aprova el Reglament del Registre Nacional d'Associacions(Obre en una nova finestra)BOE núm. 255, de 24 d'octubreReial decret 1740/2003, de 19 de desembre, sobre procediments relatius a associacions d'utilitat públicaBOE núm. 11, de 13 de generResolució de 26 de març de 2013, de l'Institut de Comptabilitat i Auditoria per la qual es va aprovar el Pla estatal de comptabilitat de les entitats sense finalitats lucratives(Obre en una nova finestra)BOE núm. 86, de 10 d'abril ",
                            "sub_content": [],
                            "depth": 2
                        }
                    ],
                    "depth": 1
                },
                {
                    "url": "https://justicia.gencat.cat/ca/",
                    "main_content": "CercadorIntrodueixi terme que voleu cercarEl més consultatAssociacions i federacionsTreballar al DepartamentCentres penitenciarisFormació, recerca i documentació(Obre en una nova finestra)Seu judicial electrònica de Catalunya(Obre en una nova finestra)Mediació i justícia restaurativaAtenció a la víctima(Obre en una nova finestra)Memòria democràtica+_ La Nit de les Religions al territori. Obre en una nova finestra.Exposició \"Captures: el passat industrial de Catalunya\"Fins al 31 de generSelecció d'educadors socials per a substitucions a centres educatiusCampanya de mediacióQuan ens entenem, trobem la solucióCommemoració dels 50 anys de la mort de Salvador Puig i Antich. Obre en una nova finestra.Sala de premsaGuia d'entitatsParelles establesSala de premsaSala de premsaEl president Illa reivindica \"institucions fortes\" a la celebració del Dia de la Justícia07/11/2024El Govern incrementa prop d'un 30% la dotació per al Programa de foment del català al torn d'ofici05/11/2024Espadaler inaugura \"Pagesos contra Franco\", la nova mostra del Memorial Democràtic sobre el paper clau de la pagesia a l'antifranquisme03/11/2024Seguiu l'actualitat a.... Obre en una nova finestra.Vegeu totes les notícies. Obre en una nova finestra.Guia d'entitatsGuia d'entitatsGuia d'entitatsAplicació que permet accedir a les dades identificatives de les associacions, les fundacions privades, els col·legis professionals, les acadèmies corporatives, les entitats religioses i les federacions.Parelles establesParelles establesRegistre de parelles establesRegistre administratiu on es poden inscriure, voluntàriament i amb el consentiment dels dos convivents, les parelles estables constituïdes d'acord amb el Codi civil de Catalunya. TràmitsAssistència jurídica gratuïta. Obre en una nova finestra.Mediació per gestionar conflictes familiars i civilsRecerca de desapareguts en la Guerra Civil i la dictadura franquista. Obre en una nova finestra.Rendició de comptes anuals de les associacions o federacions declarades d'utilitat públicaConstitució d'una associacióAcompanyament per a la 2a oportunitatModificació dels estatuts d'una associacióBeques de col·laboracióReproducció d'imatges del fons \"Fotografies dels bombardeigs durant la Guerra Civil Espanyola\"Més tràmits ÀmbitsÀmbitsAdministració de justíciaServeis penitenciarisMediació i justícia restaurativaMemòria democràticaJustícia juvenilEntitats jurídiquesAtenció a la víctimaMés àmbits ",
                    "sub_content": [
                        {
                            "url": "https://justicia.gencat.cat/ca/ambits/reinsercio_i_serveis_penitenciaris/serveis_penitenciaris/els_centres_penitenciaris/",
                            "main_content": "Centre Penitenciari Brians 1Carretera de Martorell a Capellades, km 2308635 Sant Esteve SesroviresTel. 93 775 80 00Any d'inauguració: 1991Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes sobre els interns, peticions i queixes(Obre en una nova finestra)Centre Penitenciari Brians 2Carretera de Martorell a Capellades, km 2308635 Sant Esteve SesroviresTel.93 693 50 00Any d'inauguració: 2007Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes sobre els interns, peticions i queixes(Obre en una nova finestra)Opuscle del Centre Penitenciari Brians 2. Juny 2007(Obre en una nova finestra)Centre Penitenciari de Dones de BarcelonaCarrer Doctor Trueta, 76-9808005 BarcelonaInformació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes sobre les internes, peticions i queixes(Obre en una nova finestra)Centre Penitenciari de JovesCarretera del Masnou a Granollers, km 13,42508430 La Roca del VallèsTel. 93 693 41 20Any d'inauguració: 2008Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes sobre els interns, peticions i queixes(Obre en una nova finestra)Opuscle del Centre Penitenciari de Joves. Novembre 2008(Obre en una nova finestra)Centre Penitenciari Obert 2 de BarcelonaCarrer Pare Manjón, 208033 BarcelonaTel. 93 274 25 68Informació relacionadaMapa d'ubicacióCom arribar-hi(Obre en una nova finestra)Informació per a les famílies(Obre en una nova finestra)Centre Penitenciari Obert de GironaCarrer Menorca, 1617007 GironaTel. 972 48 70 07Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per a les famílies(Obre en una nova finestra)Centre Penitenciari Obert de LleidaVictòria Kent, s/n25198 LleidaTel. 973 23 02 64Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Centre Penitenciari Obert de TarragonaCarrer de Guillem Oliver, 8-1043005 TarragonaTel. 977 24 01 42Any d'inauguració: 2023Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Centre Penitenciari LledonersCarretera C-55 de Manresa a Solsona, km 3708250 Sant Joan de VilatorradaTel. 93 693 07 00Any d'inauguració: 2008Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes sobre els interns, peticions i queixes(Obre en una nova finestra)Opuscle del Centre Penitenciari Lledoners. Octubre 2008(Obre en una nova finestra)Centre Penitenciari Mas d'EnricTravessia Comella Moro, 1543764 El Catllar977 59 20 70Any d'inauguració: 2015Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes, peticions i queixes(Obre en una nova finestra)Centre Penitenciari PonentCarrer Victòria Kent, s/n25071 LleidaTel. 973 22 03 33Tel. 973 67 73 89 (per a comunicacions)Any d'inauguració (edifici modular): 1984Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes sobre els interns, peticions i queixes(Obre en una nova finestra)Centre Penitenciari Puig de les BassesRaval disseminat, 5317600 Figuerestel. 972 65 73 00Any d'inauguració: 2014Vídeo de la posada en funcionament del centreInformació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes, peticions i queixes(Obre en una nova finestra)Centre Penitenciari Quatre CaminsCarretera del Masnou a Granollers, km 13,42508430 La Roca del Vallès (Barcelona)Tel. 93 842 24 61Fax: 93 842 25 26Apartat de Correus 335jucomucpqca.dj@gencat.catAny d'inauguració: 1989Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes sobre els interns, peticions i queixes(Obre en una nova finestra)Pavelló Hospitalari Penitenciari de TerrassaCarretera de Torrebonica s/n08227 TerrassaAquesta unitat està situada dins del complex de l'Hospital de TerrassaTel. 93 731 78 61Any d'inauguració: 1992Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes sobre els interns, peticions i queixes(Obre en una nova finestra)centrespenitenciaristcTipus de comunicacions Centre Penitenciari Brians 1Carretera de Martorell a Capellades, km 2308635 Sant Esteve SesroviresTel. 93 775 80 00Any d'inauguració: 1991Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes sobre els interns, peticions i queixes(Obre en una nova finestra)Centre Penitenciari Brians 2Carretera de Martorell a Capellades, km 2308635 Sant Esteve SesroviresTel.93 693 50 00Any d'inauguració: 2007Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes sobre els interns, peticions i queixes(Obre en una nova finestra)Opuscle del Centre Penitenciari Brians 2. Juny 2007(Obre en una nova finestra)Centre Penitenciari de Dones de BarcelonaCarrer Doctor Trueta, 76-9808005 BarcelonaInformació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes sobre les internes, peticions i queixes(Obre en una nova finestra)Centre Penitenciari de JovesCarretera del Masnou a Granollers, km 13,42508430 La Roca del VallèsTel. 93 693 41 20Any d'inauguració: 2008Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes sobre els interns, peticions i queixes(Obre en una nova finestra)Opuscle del Centre Penitenciari de Joves. Novembre 2008(Obre en una nova finestra)Centre Penitenciari Obert 2 de BarcelonaCarrer Pare Manjón, 208033 BarcelonaTel. 93 274 25 68Informació relacionadaMapa d'ubicacióCom arribar-hi(Obre en una nova finestra)Informació per a les famílies(Obre en una nova finestra)Centre Penitenciari Obert de GironaCarrer Menorca, 1617007 GironaTel. 972 48 70 07Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per a les famílies(Obre en una nova finestra)Centre Penitenciari Obert de LleidaVictòria Kent, s/n25198 LleidaTel. 973 23 02 64Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Centre Penitenciari Obert de TarragonaCarrer de Guillem Oliver, 8-1043005 TarragonaTel. 977 24 01 42Any d'inauguració: 2023Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Centre Penitenciari LledonersCarretera C-55 de Manresa a Solsona, km 3708250 Sant Joan de VilatorradaTel. 93 693 07 00Any d'inauguració: 2008Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes sobre els interns, peticions i queixes(Obre en una nova finestra)Opuscle del Centre Penitenciari Lledoners. Octubre 2008(Obre en una nova finestra)Centre Penitenciari Mas d'EnricTravessia Comella Moro, 1543764 El Catllar977 59 20 70Any d'inauguració: 2015Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes, peticions i queixes(Obre en una nova finestra)Centre Penitenciari PonentCarrer Victòria Kent, s/n25071 LleidaTel. 973 22 03 33Tel. 973 67 73 89 (per a comunicacions)Any d'inauguració (edifici modular): 1984Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes sobre els interns, peticions i queixes(Obre en una nova finestra)Centre Penitenciari Puig de les BassesRaval disseminat, 5317600 Figuerestel. 972 65 73 00Any d'inauguració: 2014Vídeo de la posada en funcionament del centreInformació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes, peticions i queixes(Obre en una nova finestra)Centre Penitenciari Quatre CaminsCarretera del Masnou a Granollers, km 13,42508430 La Roca del Vallès (Barcelona)Tel. 93 842 24 61Fax: 93 842 25 26Apartat de Correus 335jucomucpqca.dj@gencat.catAny d'inauguració: 1989Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes sobre els interns, peticions i queixes(Obre en una nova finestra)Pavelló Hospitalari Penitenciari de TerrassaCarretera de Torrebonica s/n08227 TerrassaAquesta unitat està situada dins del complex de l'Hospital de TerrassaTel. 93 731 78 61Any d'inauguració: 1992Informació relacionadaMapa d'ubicació(Obre en una nova finestra)Com arribar-hi(Obre en una nova finestra)Informació per als familiars(Obre en una nova finestra)Consultes sobre els interns, peticions i queixes(Obre en una nova finestra) ",
                            "sub_content": [],
                            "depth": 2
                        },
                        {
                            "url": "https://justicia.gencat.cat/ca/ambits/mediacio/",
                            "main_content": "La mediació i la justícia restaurativa són mètodes de resolució alternativa de conflictes (ADR) on les parts, de manera voluntària i amb l’ajuda d’un professional imparcial, busquen una solució al problema. N'hi ha de dos tipus:-Mediació en dret privat:quan necessites trobar solucions en els conflictes convivencials (familiars, entre veïns, econòmics, patrimonials, etc).-Justícia restaurativa:quan ets part en un judici penal, com a víctima o com a imputat, i el jutjat demana una mediació perquè totes dues parts acordin una reparació adequada al dany.Mediació en dret privatEl Centre de Mediació de CatalunyaConeix la mediacióServeis d'informació i orientació mediadora i registres de mediadorsEspai dels professionalsTràmits de mediació en conflictes familiars i civilsPremis ADR JustíciaJustícia restaurativaEl programa de justícia restaurativaAdreces dels Equips de Justícia RestaurativaMemòriesPreguntes més freqüentsButlletí de resolució alternativa de conflictesDia Europeu de la Mediació 2024. Obre en una nova finestra.  ",
                            "sub_content": [],
                            "depth": 2
                        },
                        {
                            "url": "https://justicia.gencat.cat/ca/serveis/treballar/",
                            "main_content": "Ofertes de treball de caràcter temporalConvocatòries d'oposicionsConcursos i promoció professionalNovetatsExecució penal - Borsa del cos tècnic d'especialistes de serveis penitenciaris (JUS/0912/2024). Llistes definitives d'admesos i exclosos [31.10.2024]Execució penal - Previsió de realització de la prova de la fase d'oposició del cos tècnic d'especialistes, grup serveis penitenciaris (JU032) [29.10.2024]Administració de justícia - Oposicions al cos d'auxili judicial. Plantilles definitives de respostes, torn lliure [22.10.2024] acces_funcio_publicaAccés a altres ofertes de treball de la Generalitat de Catalunya(Obre en una nova finestra) ",
                            "sub_content": [],
                            "depth": 2
                        }
                    ],
                    "depth": 1
                },
                {
                    "url": "https://justicia.gencat.cat/ca/ambits/",
                    "main_content": "Administració de justíciaAfers religiososAtenció a la víctima del delicteCentre d'Història Contemporània de CatalunyaCentre d'Iniciatives per a la ReinsercióMemòria democràticaDret civil catalàEntitats jurídiquesFormació, recerca i documentacióJustícia juvenilMediació i justícia restaurativaMesures penals alternativesProcessos electoralsServeis penitenciarisbanners.Adreces i telèfons justíciaCercador de nomsGuia d'entitatsProjectes internacionalsProjectes internacionals ",
                    "sub_content": [
                        {
                            "url": "https://justicia.gencat.cat/ca/ambits/cire/",
                            "main_content": "El Centre d’Iniciatives per a la Reinserció (CIRE) és l'empresa pública del Departament de Justícia i Qualitat Democràtica que té per objectiu donar segones oportunitats a les persones privades de llibertat, a través de la formació i el treball.L'objecte del CIRE és facilitar la reinserció sociolaboral de les persones internes en centres penitenciaris i educatius de Catalunya, mitjançant la creació, l'aplicació i el desenvolupament de programes formatius, la creació de llocs de treball adaptats a les seves necessitats i l'execució d'aquelles actuacions encaminades a aconseguir-ne la reinserció.Al CIRE capacitem a les persones internes en oficis amb demanda en el mercat laboral, disposem de tallers a tots els centres penitenciaris i de justícia juvenil del territori català, on empreses de diversos sectors ens confien part de la seva producció, i disposem d'una borsa de treball que connecta directament amb el teixit empresarial.DestaquemSistema Intern d'Alertes del CIRESol·licitud d’accés a la informació pública(Obre en una nova finestra)Preguntes més freqüentsMade in CIRE, la botiga virtual(Obre en una nova finestra)Convocatòries de personal laboral ÀmbitsInformació generalServeisProductesQualitatPremsaTransparència i bon govern al CIREProtecció de dadesEstadístiques Et pot interessarLa formació en interpretació de plànols forma part del nou projecte internacional del CIREAquesta càpsula formativa és comuna a tots els països, i té una durada de 25 hores. Els materials didàctics s'han adaptat als conceptes bàsics de la matèria i, sobretot, al context penitenciari, tenint en compte la diversitat dels usuaris.15/01/2024El CIRE amplia l'oferta formativa dels cursos homologats pel SOCEls interns podran especialitzar-se en logística, microinformàtica o instal·lacions fotovoltaiques\n\nEl nou programa també amplia l’oferta de pràctiques a dins de les instal·lacions dels centres\n\nUns 750 interns dels 3.000 que forma anualment el CIRE obtindran certificats homologats pel SOC02/11/2023El CIRE planifica formació en oficis pels interns de les colles de Serveis ExteriorsEls interns que formen part de les colles de Serveis Exteriors es troben en situació de semi-llibertat i desenvolupen una feina a l'exterior dels centres penitenciaris, com a etapa de transició cap al món laboral, en la qual adquireixen coneixements bàsics en oficis i hàbits laborals que els facilitaran la reinserció sociolaboral .25/10/2023EL CIRE intensifica la relació amb el teixit empresarial de Catalunya a través de les jornades de treball “Justícia, Empresa i CIRE”El CIRE està realitzant un seguit de jornades Justícia, Empresa i CIRE per tot el país,  que han de servir per explorar potencials punts de col·laboració amb el teixit empresarial de les comarques de Catalunya, amb l’objectiu de portar feina als tallers dels centres penitenciaris i de justícia juvenil, promoure la formació especialitzada, així com canalitzar possibles contractacions des de la borsa de treball del CIRE.26/07/2023El CIRE, guardonat amb el Premi #FPCAT pels projectes de formació als centres penitenciarisEls Premis #FPCAT reconeixen les bones pràctiques i la contribució a una formació professional de qualitat02/05/2023El CIRE participa en el projecte internacional Vision, la formació a través de la realitat virtual30/01/2023Classe magistral de la xef Ada Parellada al CP Quatre CaminsL'acte es va fer en el marc del curs de cuina que el CIRE imparteix als centres penitenciaris i educatius06/04/2022El Made in CIRE, de Ponent als Estats UnitsL’Agència Catalana de Turisme als Estats Units ha encarregat al Made in CIRE unes bosses per fer marxandatge de Catalunya03/11/2021La tasca de buscar feina a l'àrea d’insercióSón diverses les activitats que es realitzen per capacitar als usuaris que estan en els darrers graus d'execució penal14/02/2020Més notíciesEnllaços relacionatsPerfil del contractantDades de contacte ",
                            "sub_content": [],
                            "depth": 2
                        },
                        {
                            "url": "https://justicia.gencat.cat/ca/ambits/cchc/",
                            "main_content": "Exposició Joan Salvat PapasseitExposició Joan Salvat PapasseitExposició bibliogràfica en motiu de l'any Salvat PapasseitCaptures: el passat industrial de CatalunyaCaptures: el passat industrial de CatalunyaExposició fotogràfica sobre el patrimoni industrial de Catalunya del fotògraf Jaume Cardona (@makinetatemps)Conferència \"Papasseit i Guimerà, un centenari\"Conferència \"Papasseit i Guimerà, un centenari\"La conferència la impartiran conjuntament els reconeguts especialistes Giovanni Cattini, de la Universitat de Barcelona, i el comissari de l’Any Salvat-Papasseit, Ferran Aisa. El Centre d’Història Contemporània de Catalunya té la missió entre les seves funcions, la de fomentar l’estudi i la difusió de la investigació històrica a Catalunya, posant especial interès en la recuperació de la memòria històrica relativa al fet nacional català contemporani, i de l’evolució de la història del catalanisme en particular.Els principals àmbits d’actuació actualment del Centre d’Història Contemporània de Catalunya són dos:l’edició d’obres d’investigació històrica i l’organització d’activitats de difusió i contextualització històrica. L’objectiu és col·laborar en l’avenç del coneixement històric mitjançant la publicació d’obres d’investigació i fomentar-ne la presència en els mitjans historiogràfics i educatius, al mateix temps que organitza actes commemoratius i homenatges a esdeveniments o personalitats, així com exposicions temàtiques.Per a contribuir a la difusió de la història contemporània de Catalunya, el Centre disposa d’un centre de documentació especialitzat d’accés públic, laBiblioteca Josep Benet, des de la qual es dona suport tant al Departament de Justícia i Qualitat Democràtica i el Museu d’Història de Catalunya, com als investigadors i la ciutadania en general. Aquest Centre de documentació compta amb un fons aproximat de 40.000 llibres i una hemeroteca amb 2000 capçaleres relatius a la història contemporània de Catalunya. Tanmateix, disposa d’un arxiu i fons documental procedent de donacions de personalitats rellevants de la història de Catalunya.Et pot interessarBiblioteca Josep BenetCatàleg de la bibliotecaArxiu fotogràfic de bombardeigs durant la Guerra Civil Espanyola (1936-1939)Els consolats dels Estats Units i Franca a Barcelona  Activitats culturalsCentre de documentacióPublicacionsContacte, normativa i funcionsIdentitat corporativa ",
                            "sub_content": [],
                            "depth": 2
                        },
                        {
                            "url": "https://justicia.gencat.cat/ca/ambits/administracio-de-justicia/",
                            "main_content": "Des dels anys 90 la Generalitat de Catalunya, a través del Departament de Justícia i Qualitat Democràtica, té competències en matèria depersonal al servei de l'Administració de justícia a Catalunyai de provisió de mitjans materials i econòmics per al seu funcionament.Concretament té responsabilitat sobre els temes que disposal'article 62 del Decret 47/2022, de 15 de març, de reestructuració del Departament de Justícia(DOGC núm. 8628, de 17.3.22).DestaquemTreballar a l'Administració de justíciaSeu judicial electrònica de Catalunya(Obre en una nova finestra)Directori de seusDrets dels ciutadans(Obre en una nova finestra)Oficines d'atenció al ciutadà(Obre en una nova finestra)Preguntes més freqüentsArxius, biblioteques i efectes judicialsAssessorament tècnic civil i penalAssistència jurídica gratuïtaAtenció a la víctimaEl català a l'Administració de justíciaDades estadístiquesInfraestructuresJustícia de pauMedicina forenseNormativa sectorial i convenisObservatori Català de la JustíciaOficina d'atenció al ciutadàOficina judicialOrientació jurídicaPeritatges judicialsRegistres civilsTIC i e-justícia.catTraduccions i interpretacionsTribunal del juratViolència sobre la dona ",
                            "sub_content": [],
                            "depth": 2
                        },
                        {
                            "url": "https://justicia.gencat.cat/ca/ambits/memoria/",
                            "main_content": "Exposició \"On són?\"Exposició \"On són?\"A partir del 30 d'octubre, a la Biblioteca Pública de LleidaPresentació de l'informe \"La dimensió jurídica de la memòria democràtica\"Presentació de l'informe \"La dimensió jurídica de la memòria democràtica\"Programa Exilis 1936-1946Programa Exilis 1936-1946Projecte transfronterer al voltant de llocs de memòria dels exilis relacionats amb la Guerra Civil espanyola i amb la II Guerra Mundial, finançat pel programa europeu INTERREG POCTEFA.Exposició \"Les presons de la repressió franquista a Tarragona\" i visites guiadesExposició \"Les presons de la repressió franquista a Tarragona\" i visites guiadesA partir del 9 de febrer, a l'edifici de l'antic Centre penitenciari de TarragonaBalanç de les polítiques de fosses 2023Balanç de les polítiques de fosses 2023El Departament de Justícia, Drets i Memòria fa balanç del primer any del Pla de fosses 2023-2025 amb les millors xifres d’ençà que es va implementar el primer Pla, l'any 2017.S'aprova el Projecte de llei de memòria democràticaS'aprova el Projecte de llei de memòria democràtica. Obre en una nova finestra.Cens de persones desaparegudesCens de persones desaparegudesIndemnitzacions a expresos polítics de la dictadura franquistaIndemnitzacions a expresos polítics de la dictadura franquistaLaDirecció General de Memòria Democràticatreballa per la recuperació de la memòria promovent la relació amb institucions memorialistes d’arreu del món; organitzant activitats relacionades amb la recuperació de la memòria democràtica; convocant subvencions per a la recuperació del patrimoni memorial, la recerca científica i la difusió en l’àmbit de la memòria; impulsant la localització de persones desaparegudes durant la Guerra Civil i el franquisme; localitzant les fosses comunes existents a Catalunya; gestionant les indemnitzacions als expresos polítics del franquisme, i assessorant les persones represaliades.Aquesta Direcció General vehicula i coordina la relació de la Generalitat de Catalunya amb el Memorial Democràtic, el Consorci del Museu Memorial de l’Exili (MUME) i el Consorci Memorial dels Espais de la Batalla de l’Ebre (COMEBE). Persones desaparegudesCens de persones desaparegudesPrograma d'identificació genèticaCost humà de la Guerra CivilFossesMapa de fossesPlans de fossesMemòries d'actuacions en fossesExposició \"On són? 85 anys d'exhumacions\"RecercaTreballs de documentacióRecerca documental de personesPrograma Alvah BessieReconeixement i reparacióIndemnització a expresos polítics del franquismeDocument de reparació jurídica de les víctimes del franquismeExposició \"Les presons de la repressió franquista a Tarragona\"Foment de la memòria democràticaActes institucionalsConvenisSubvencionsExilis 1936-1946RecursosBanc de la memòria democràticaPublicacionsDret i memòriaLegislacióVídeosDirecte a:Contacta amb nosaltresTràmits i sol·licitudsPerfil del contractant(Obre en una nova finestra) Organismes autònoms de memòriaMemorial Democràtic. Obre en una nova finestra.Museu Memorial de l'Exili. Obre en una nova finestra.Consorci Memorial dels Espais de la Batalla de l'Ebre. Obre en una nova finestra. ",
                            "sub_content": [],
                            "depth": 2
                        },
                        {
                            "url": "https://justicia.gencat.cat/ca/ambits/dret_civil_catala/",
                            "main_content": "Lleis aprovades del Codi civil de CatalunyaLegislació civil catalanaJurisprudència civil del Tribunal Superior de Justícia de CatalunyaRecursos governatiusComissió de Codificació de CatalunyaProjectes de llei i de disposicions generalsNomenaments no testamentaris de suports a la capacitat jurídicaPreguntes més freqüentsHistòria i dret: el racó de Textos Jurídics CatalansdestacatsCodi civil de Catalunya(Obre en una nova finestra) ",
                            "sub_content": [],
                            "depth": 2
                        }
                    ],
                    "depth": 1
                },
                {
                    "url": "https://justicia.gencat.cat/ca/serveis/guia_d_entitats/",
                    "main_content": "Tipus d'entitat-- Entitat --Classificació general-- Classificació General --Classificació específica-- Classificació Específica --Vinculació partit polític-- Cap --ConstaNo constaProvíncia-- Província --Comarca-- Comarca --Població-- Població --Nom de l'entitatCercaTornar al cercadorLa recerca que heu fet genera unarxiuque podeu desar al vostre ordinadoranteriorsegüentDepartament de JustíciaGuia d'entitatsLa informació que fa pública el Registre es gestiona de manera automàtica i respon a la literalitat del que les entitats han declarat responsablement dins l'àmbit d'aquest Registre.TornarComptes anualsCanvis en el patrimoni netÒrgans de governAvís legal:D'acord amb l'article 17.1 de la llei 19/2014, la ©Generalitat de Catalunya permet la reutilització dels continguts i de les dades sempre que se'n citi la font i la data d'actualització i que no es desnaturalitzi la informació (article 8 de la Llei 37/2007) i també que no es contradigui amb una llicència específica.Dades obertes de la Guia d'entitatsPodeu descarregar les dades de les entitats jurídiques des del portal Dades obertes(Obre en una nova finestra) Tipus d'entitat-- Entitat --Classificació general-- Classificació General --Classificació específica-- Classificació Específica --Vinculació partit polític-- Cap --ConstaNo constaProvíncia-- Província --Comarca-- Comarca --Població-- Població --Nom de l'entitatCercaTornar al cercadorLa recerca que heu fet genera unarxiuque podeu desar al vostre ordinadoranteriorsegüentDepartament de JustíciaGuia d'entitatsLa informació que fa pública el Registre es gestiona de manera automàtica i respon a la literalitat del que les entitats han declarat responsablement dins l'àmbit d'aquest Registre.TornarComptes anualsCanvis en el patrimoni netÒrgans de governAvís legal:D'acord amb l'article 17.1 de la llei 19/2014, la ©Generalitat de Catalunya permet la reutilització dels continguts i de les dades sempre que se'n citi la font i la data d'actualització i que no es desnaturalitzi la informació (article 8 de la Llei 37/2007) i també que no es contradigui amb una llicència específica. ",
                    "sub_content": [
                        {
                            "url": "https://justicia.gencat.cat/ca/serveis/",
                            "main_content": "Treballar al DepartamentSubvencions i bequesRegistre de parelles estables de CatalunyaImmatriculació de béns immobles a favor de l’Església catòlicaServei d'acompanyament per a la segona oportunitatDocument de reparació jurídica de les víctimes del franquismeObtenció del títol de gestor administratiuConcursos de notaris i registradorsGuia d'entitatsAccés a les dades identificatives de les associacions, les fundacions privades, els col·legis professionals, les acadèmies corporatives, les entitats religioses i les federacions.Cercador de nomsInclou més de 1.500 noms en català amb equivalències en castellà. També s'inclouen variants familiars i col·loquials i noms estrangers adaptats.JustitermEl Justiterm permet fer cerques del castellà al català i del català al castellà de termes jurídics i administratius. També s'hi poden trobar termes i expressions jurídiques i administratives d'abast més general.DestaquemCatàleg de serveis ",
                            "sub_content": [],
                            "depth": 2
                        }
                    ],
                    "depth": 1
                },
                {
                    "url": "https://justicia.gencat.cat/ca/ambits/dret_i_entitats_juridiques/transparencia_entitats/",
                    "main_content": "Les obligacions de transparència de les associacions i les fundacions s’estableixen en dues lleis: la Llei 19/2014, de 29 de desembre, de transparència, accés a la informació pública i bon govern i la Llei 21/2014, de 29 de desembre, del protectorat de les fundacions i de verificació de l’activitat de les associacions declarades d’utilitat pública.Així, la Llei de transparència determina quines són les obligacions de transparència de les entitats per raó de l’origen públic dels diners que gestionen, i La Llei del protectorat, desenvolupada per l’Ordre JUS/152/2018, de 12 de setembre, que estableix les obligacions pel fet de ser entitats amb finalitats d’interès general, que les distingeix d'altres entitats privades amb interessos particulars.Obligacions segons la Llei de transparènciaObligacions segons la Llei del protectoratComunicació del web de transparènciaCercador d'entitats que han comunicat el web de transparència ",
                    "sub_content": [
                        {
                            "url": "https://justicia.gencat.cat/ca/ambits/dret_i_entitats_juridiques/transparencia_entitats/obligacions-segons-la-llei-21-2014/",
                            "main_content": "Entitats que perceben fons públicsEntitats que no perceben fons públics ",
                            "sub_content": [],
                            "depth": 2
                        },
                        {
                            "url": "https://justicia.gencat.cat/ca/ambits/dret_i_entitats_juridiques/transparencia_entitats/obligacions-segons-la-llei-19-2014/",
                            "main_content": "Les entitats privades que rebin ajuts o subvencions públiques en una quantia superior a 100.000€ o bé, quan més del 40% del total dels seus ingressos anuals provinguin d'ajuts públics, sempre que assoleixin com a mínim la quantitat de 5.000€ estan obligades a fer efectives les obligacions de publicitat activa que estableix la Llei de transparència.Guia de transparència per a les entitats(Obre en una nova finestra)Infografia Guia de transparència per a les entitats(Obre en una nova finestra) ",
                            "sub_content": [],
                            "depth": 2
                        },
                        {
                            "url": "http://justicia.gencat.cat/ca/tramits/tramits-temes/20415?category=753ac520-a82c-11e3-a972-000c29052e2c&temesNom=Just%C3%ADcia",
                            "main_content": "Justícia20415 - 20415Departament de Justícia i Qualitat DemocràticajusticiaÍndexTancar ÍndexQuè has de saber?Què és?A qui va dirigit?TerminisTaxesPassos a fer1. Comunicar el web de transparència2. Consultar l'estat del tràmit3. Rebre la resposta de l'AdministracióAnar a: Comunicar el web de transparènciaAnar a: Què és?Anar a: A qui va dirigit?Anar a: TerminisAnar a: TaxesAnar a: Passos a ferComunicació del web de transparència de les entitats jurídiques sense ànim de lucreComunicar el web de transparènciaQUIEmpreses i professionals | EntitatsCOMPer InternetQUANEn qualsevol momentPer InternetIniciaSaber-nemésComunicació del web de transparència de les entitats jurídiques sense ànim de lucreComunicar el web de transparènciaPer InternetIniciaQUANEn qualsevol momentQUICOMEmpreses i professionals | EntitatsPer InternetTancar Necessites ajuda?Necessites ajuda?Tancar finestra d'iniciar el tràmitSelecciona una de les opcionsComunicar associacionsInicia. Ves a Comunicar associacionsComunicar federacionsInicia. Ves a Comunicar federacionsComunicar fundacionsInicia. Ves a Comunicar fundacionsTancar Subscripció als avisos informatiusSubscripció als avisos informatiusRebràs informació de novetats generals relacionades amb aquest tràmit com ara l’inici de terminis, canvis en els formularis, etc...Afegir com a tràmit favorit a l'àrea privadaL'hi tindràs sempre disponible i pots triar si veure els avisos informatius allí o rebre'ls per correu.Subscripció només amb un correu electrònicRebràs els avisos informatius al teu correu. Per gestionar les subscripcions, entra a la teva Àrea privada.Tancar NormativaNormativaLLEI 19/2014, del 29 de desembre, de transparència, accés a la informació pública i bon govern.. Obre en una nova finestra.(DOGC  núm.  6780\r\n                                                                         publicat el 31/12/2014)LLEI 21/2014, del 29 de desembre, del protectorat de les fundacions i de verificació de l'activitat de les associacions declarades d'utilitat pública.. Obre en una nova finestra.(DOGC  núm.  6780\r\n                                                                         publicat el 31/12/2014)RESOLUCIÓ JUS/1563/2015, de 6 de juliol, per la qual es dóna compliment a la disposició addicional setena de la Llei 19/2014, del 29 de desembre, de transparència, accés a la informació pública i bon govern, relativa a les obligacions de publicitat activa de les fundacions i les associacions.. Obre en una nova finestra.(DOGC  núm.  6911\r\n                                                                         publicat el 13/07/2015)LLEI 19/2014, del 29 de desembre, de transparència, accés a la informació pública i bon govern. (articles 39 i següents). Obre en una nova finestra.(DOGC  núm.  6780\r\n                                                                         publicat el 31/12/2014)CORRECCIÓ D'ERRADES a la Llei 19/2014, del 29 de desembre, de transparència, accés a la informació pública i bon govern (DOGC núm. 6780, de 31.12.2014).. Obre en una nova finestra.(DOGC  núm.  6822\r\n                                                                         publicat el 03/03/2015)ORDRE JUS/152/2018, de 12 de setembre, per la qual s'estableix el nivell de subjecció de les fundacions i de les associacions declarades d'utilitat pública als instruments de transparència establerts per la Llei 21/2014, del 29 de desembre, del protectorat de les fundacions i de verificació de l'activitat de les associacions declarades d'utilitat pública.. Obre en una nova finestra.(DOGC  núm.  7707\r\n                                                                         publicat el 17/09/2018)CORRECCIÓ D'ERRADES a l'Ordre JUS/152/2018, de 12 de setembre, per la qual s'estableix el nivell de subjecció de les fundacions i de les associacions declarades d'utilitat pública als instruments de transparència establerts per la Llei 21/2014, del 29 de desembre, del protectorat de les fundacions i de verificació de l'activitat de les associacions declarades d'utilitat pública (DOGC núm. 7707, de 17.9.2018).. Obre en una nova finestra.(DOGC  núm.  7785\r\n                                                                         publicat el 10/01/2019)Què has de saber?Què és?Les associacions i federacions de règim general i les d'utilitat pública i les fundacions han de comunicar el web de transparència per poder integrar la seva informació al portal de la transparència de la Generalitat d'acord amb la Llei 19/2014.Aquest tràmit només es pot fer per internet amb certificat digital. La documentació que aporteu fora d’aquest canal no es tindrà en compte ni es computarà a efectes de data de presentació.Normativa aplicableOrganisme responsableDirecció General de Dret, Entitats Jurídiques i MediacióA qui va dirigit?Empreses i professionalsEntitatsAssociacions i federacions inscrites en el Registre d'Associacions de la Generalitat de Catalunya i fundacions inscrites en el Registre de Fundacions de la Generalitat de Catalunya que gestiona el Departament de Justícia, que hagin percebut ajuts i subvencions en els termes de l’article 3.4 de la Llei 19/2014, del 29 de desembre, de transparència, accés a la informació pública i bon govern.TerminisEs pot comunicar en qualsevol momentTaxesNo hi ha taxes associades a aquest tràmitPassos a fer1Primer pasComunicar el web de transparènciaSaber-ne mésAquest tràmit només es pot fer per internet. Cal que signeu el formulari principal amb un certificat digital de representant, de persona vinculada, o de persona física.Per garantir que esteu fent servir la darrera versió dels formularis en el moment de la tramitació, cal que cada vegada que els hagueu d’utilitzar us els descarregueu. Si reutilitzeu els documents es pot donar el cas que presenteu una versió obsoleta.Per InternetComunicar associacionsInicia. Ves a Comunicar associacionsComunicar federacionsInicia. Ves a Comunicar federacionsComunicar fundacionsInicia. Ves a Comunicar fundacionsCom fer-ho?1. Descarregueu el formulari.2. Empleneu, valideu i deseu el formulari.3. Envieu-lo a tramitar i rebreu el justificant de rebuda.Consulteu les condicions tècniques necessàries per fer els tràmits en líniaOcultar2Segon pasConsultar l'estat del tràmitSaber-ne mésPer InternetPer consultar l'estat de tramitació es pot utilitzar l'apartatEstat de les meves gestionsd'aquest portal. En el cas d'haver fet la sol·licitud amb certificat digital també es pot utilitzar l'apartatÀrea privadad'aquest mateix portal.Ocultar3Tercer pasRebre la resposta de l'AdministracióCom es rep la resposta?Rebreu un missatge per SMS o per correu electrònic que us avisarà que teniu una notificació electrònica.  Podreu accedir al contingut de la notificació a través del servei [...]Saber-ne mésCom es rep la resposta?Rebreu un missatge per SMS o per correu electrònic que us avisarà que teniu unanotificacióelectrònica.  Podreu accedir al contingut de la notificació a través del serveil’e-NOTUMo entrant a la vostraÀrea privada. En ambdós casos caldrà que us identifiqueu amb l’idCAT Mòbil o un certificat digital.OcultarData d'actualització 17.08.2023 Passos a fer1Primer pasComunicar el web de transparènciaSaber-ne mésAquest tràmit només es pot fer per internet. Cal que signeu el formulari principal amb un certificat digital de representant, de persona vinculada, o de persona física.Per garantir que esteu fent servir la darrera versió dels formularis en el moment de la tramitació, cal que cada vegada que els hagueu d’utilitzar us els descarregueu. Si reutilitzeu els documents es pot donar el cas que presenteu una versió obsoleta.Per InternetComunicar associacionsInicia. Ves a Comunicar associacionsComunicar federacionsInicia. Ves a Comunicar federacionsComunicar fundacionsInicia. Ves a Comunicar fundacionsCom fer-ho?1. Descarregueu el formulari.2. Empleneu, valideu i deseu el formulari.3. Envieu-lo a tramitar i rebreu el justificant de rebuda.Consulteu les condicions tècniques necessàries per fer els tràmits en líniaOcultar2Segon pasConsultar l'estat del tràmitSaber-ne mésPer InternetPer consultar l'estat de tramitació es pot utilitzar l'apartatEstat de les meves gestionsd'aquest portal. En el cas d'haver fet la sol·licitud amb certificat digital també es pot utilitzar l'apartatÀrea privadad'aquest mateix portal.Ocultar3Tercer pasRebre la resposta de l'AdministracióCom es rep la resposta?Rebreu un missatge per SMS o per correu electrònic que us avisarà que teniu una notificació electrònica.  Podreu accedir al contingut de la notificació a través del servei [...]Saber-ne mésCom es rep la resposta?Rebreu un missatge per SMS o per correu electrònic que us avisarà que teniu unanotificacióelectrònica.  Podreu accedir al contingut de la notificació a través del serveil’e-NOTUMo entrant a la vostraÀrea privada. En ambdós casos caldrà que us identifiqueu amb l’idCAT Mòbil o un certificat digital.Ocultar Comunicar associacionsInicia. Ves a Comunicar associacionsComunicar federacionsInicia. Ves a Comunicar federacionsComunicar fundacionsInicia. Ves a Comunicar fundacionsCom fer-ho?1. Descarregueu el formulari.2. Empleneu, valideu i deseu el formulari.3. Envieu-lo a tramitar i rebreu el justificant de rebuda.Consulteu les condicions tècniques necessàries per fer els tràmits en línia Per consultar l'estat de tramitació es pot utilitzar l'apartatEstat de les meves gestionsd'aquest portal. En el cas d'haver fet la sol·licitud amb certificat digital també es pot utilitzar l'apartatÀrea privadad'aquest mateix portal. ",
                            "sub_content": [],
                            "depth": 2
                        },
                        {
                            "url": "http://justicia.gencat.cat/ca/ambits/dret_i_entitats_juridiques/transparencia_entitats/consulta_web_entitats_transparencia/",
                            "main_content": "El cercador permet consultar les adreces web de transparència de les entitats jurídiques que ho han comunicat al Registre d'entitats del Departament.Per fer la cerca, cal tenir en compte que s'ha d'emplenar, com a mínim, un dels camps previstos. Si es fa pel nom de l'entitat, es pot cercar per una part del nom, però si s'introdueix la paraula sencera cal respectar la grafia correcta. ",
                            "sub_content": [],
                            "depth": 2
                        }
                    ],
                    "depth": 1
                }
            ],
            "depth": 0
        },
        {
            "url": "https://portaljuridic.gencat.cat/ca/document-del-pjur/?documentId=148448",
            "main_content": "Carregant...Les dades del documentVigència i Traçabilitat de la normaVigènciaTraçabilitat de la normaTriaDocuments del tràmitDades del documentPortal Jurídic de CatalunyaÍndexDescarregaCancel·laConsideracions legalsEls textos consolidats (o versions actualitzades) de les normes que ofereix el Portal Jurídic de Catalunya no tenen caràcter oficial.AccionsDesaCopia la URI ELIS'ha guardat correctament a Els meus documentsL'enllaç s'ha copiat correctament. Les dades del documentVigència i Traçabilitat de la normaVigènciaTraçabilitat de la normaTriaDocuments del tràmitDades del documentPortal Jurídic de CatalunyaÍndexDescarregaCancel·laConsideracions legalsEls textos consolidats (o versions actualitzades) de les normes que ofereix el Portal Jurídic de Catalunya no tenen caràcter oficial.AccionsDesaCopia la URI ELI S'ha guardat correctament a Els meus documents L'enllaç s'ha copiat correctament. ",
            "sub_content": [
                {
                    "url": "https://portaljuridic.gencat.cat/ca?codigenia=",
                    "main_content": " Cerca la normativa a tots els àmbitsDret de Catalunya i una selecció de dret estatal, dret de la Unió Europea i internacionalCercador jurídicAplica filtresNomés al títolNomés vigentsMés opcionsMés opcions de cercaÀmbitTipus de documentData de publicacióData de publicació iniciData de publicació finalDiari oficialNúmero del diari oficialEsborra filtresAplica filtresDirecte a:Resums de normes en llenguatge planer[Prova pilot] Carregant...Últimes disposicions publicadesVeure'n mésCerca de dictàmensÒrgan consultiuTots els òrgans consultiusEstabliu el contigut de la cercaAplica filtresNomés al títolMés opcionsMés opcions de cercaPonentSupòsitData del dictamenData del dictamen iniciData del dictamen finalDictàmens de la Comissió Jurídica AssessoraAdministració consultantEsborra filtresAplica filtresDictàmens emesos pel Consell de Garanties Estatutàries, el Consell Consultiu i la Comissió Jurídica AssessoraDictàmens d'òrgans consultius Actualitat jurídicaAdopció de mesures urgents pels danys causats per la DANA (BOE)08/11/2024Estatut de la nova Agència Estatal d’Administració Digital (BOE)08/11/2024Pla territorial sectorial del dret a l'habitatge i de solidaritat urbana  (DOGC)25/10/2024Intercanvi d'informació penal i judicial a la UE (BOE)22/10/2024Nou manual d’elaboració de normes de la Generalitat de Catalunya21/10/2024Reglament de l'Advocacia General de l'Estat (BOE)16/10/2024Digitalització del Registre de Matrícula Consolar (BOE)03/10/2024Instal·lacions d’energies renovables ubicades al mar (BOE)26/09/2024Presentació i notificació d’escrits processals amb l’aplicació e-Curia (DOUE)20/09/2024Reglament de Vehicles Històrics (BOE)20/09/2024Més notíciesCodis de legislacióCodi de l’habitatge de Catalunya(Obre en una nova finestra)Codi de drets lingüístics a Catalunya(Obre en una nova finestra)Codi d’Administració digital de la Generalitat de Catalunya(Obre en una nova finestra)Codi sobre els drets de les persones amb discapacitat(Obre en una nova finestra)Codi de serveis socials de Catalunya(Obre en una nova finestra)Codi de seguretat de Catalunya(Obre en una nova finestra)Codi bàsic de dret públic de CatalunyaCodi civil de Catalunya i legislació complementàriaCodi de funció pública a CatalunyaCodi de contractació pública a CatalunyaVés a codis de legislacióDisposicions destacadesLlei 10/2023, del 7 d'agost, de modificació de la Llei 5/2008, del 24 d'abril, del dret de les dones a erradicar la violència masclista(Obre en una nova finestra)Llei  3/2023, del 16 de març, de mesures fiscals, financeres, administratives i del sector públic per al 2023(Obre en una nova finestra)LLEI 1/2023, del 15 de febrer, de modificació de la Llei 18/2007, del dret a l'habitatge, i del llibre cinquè del Codi civil de Catalunya, relatiu als drets reals, amb relació a l'adopció de mesures urgents per a afrontar la inactivitat dels propietaris en els casos d'ocupació il·legal d'habitatges amb alteració de la convivència veïnal(Obre en una nova finestra)LLEI 9/2022, del 21 de desembre, de la ciència(Obre en una nova finestra) DestacatsParlament de Catalunya Iniciatives legislativesEstatut d’Autonomia de CatalunyaConstitució EspanyolaTractats fundacionals de la UE. Obre en una nova finestra.Diari Oficial de la Generalitat de Catalunya. Obre en una nova finestra.Compendium.cat - Portal de recursos de llenguatge jurídic català. Obre en una nova finestra. Normes publicades al Portallleis1.015decrets7.738ordres18.165projectes i proposicions de llei762 Consideracions legalsEls textos consolidats (o versions actualitzades) de les normes que ofereix el Portal Jurídic de Catalunya no tenen caràcter oficial. ",
                    "sub_content": [
                        {
                            "url": "https://portaljuridic.gencat.cat/ca/detalls/noticia/adopcio_mesures_urgents_danys_dana_boe",
                            "main_content": "08.11.202413:40El BOE núm. 268, de 6 de novembre de 2024, publica elReial decret llei 6/2024, de 5 de novembre, pel qual s'adopten mesures urgents de resposta davant els danys causats per la Depressió Aïllada en Nivells Alts (DANA) en diferents municipis entre el 28 d'octubre i el 4 de novembre de 2024, i el BOE núm. 269, de 7 de novembre, publica l’Ordre PJC/1222/2024, de 6 de novembre,per la qual es publica l’Acord del Consell de Ministres de 5 de novembre de 2024, pel qual es declara «Zona afectada greument per una emergència de protecció civil» el territori damnificat a conseqüència de la DANA que ha afectat àmplies zones de la Península i Balears.L'objecte de les normes és contribuir al restabliment de la normalitat de les zones afectades i l'adopció d'algunes de les mesures contemplades per l'article 24 de laLlei 17/2015, de 9 de juliol, del Sistema Nacional de Protecció Civil, com són determinats beneficis fiscals i mesures en matèria de Seguretat Social.Algunes de les mesures destacades que es troben en elCapítol IVdelReial decret llei 6/2024, són la suspensió temporal i ajornament durant 3 mesos, del segon pagament de l’IRPF de la campanya de la Renta 2023, per aquells que encara el tinguin pendent de pagament; Concessió d’ajuts directes fins a 5000 euros, als treballadors autònoms i empreses contribuents de l’IRPF per activitats econòmiques, o contribuents de l’impost de societats; Ampliació fins el 30 de gener de 2025 per a presentar declaracions i autoliquidacions i pels procediments tributaris amb venciments durant els mesos de novembre i desembre d’enguany; Ajornaments i fraccionaments sense cost per a interessos de demora durant els 6 primers mesos; Exempcions en l’Impost sobre Béns Immobles i en l’impost sobre activitats econòmiques de l’any 2024.Així mateix, l'Ordre PJC/1222/2024activa un conjunt de mesures destinades a mitigar els danys personals i materials causats per laDANA. Entre les ajudes previstes, s'inclouen compensacions per defuncions i incapacitats directament ocasionades per l'emergència, així com subvencions per a la reparació d'habitatges i estris danyats. A més, s'atorgaran fons a corporacions locals per a cobrir despeses d'emergència i a establiments industrials, mercantils i de serveis afectats.Més informació.Reial decret llei 6/2024, de 5 de novembre, pel qual s'adopten mesures urgents de resposta davant els danys causats per la Depressió Aïllada en Nivells Alts (DANA) en diferents municipis entre el 28 d'octubre i el 4 de novembre de 2024(Obre en una nova finestra)Ordre PJC/1222/2024, per la qual es declara «Zona afectada greument per una emergència de protecció civil» el territori damnificat a conseqüència de la (DANA) que ha afectat àmplies zones de la Península i Balears, publicada en el BOE núm. 269, de 7 de novembre de 2024(Obre en una nova finestra) 08.11.202413:40 El BOE núm. 268, de 6 de novembre de 2024, publica elReial decret llei 6/2024, de 5 de novembre, pel qual s'adopten mesures urgents de resposta davant els danys causats per la Depressió Aïllada en Nivells Alts (DANA) en diferents municipis entre el 28 d'octubre i el 4 de novembre de 2024, i el BOE núm. 269, de 7 de novembre, publica l’Ordre PJC/1222/2024, de 6 de novembre,per la qual es publica l’Acord del Consell de Ministres de 5 de novembre de 2024, pel qual es declara «Zona afectada greument per una emergència de protecció civil» el territori damnificat a conseqüència de la DANA que ha afectat àmplies zones de la Península i Balears.L'objecte de les normes és contribuir al restabliment de la normalitat de les zones afectades i l'adopció d'algunes de les mesures contemplades per l'article 24 de laLlei 17/2015, de 9 de juliol, del Sistema Nacional de Protecció Civil, com són determinats beneficis fiscals i mesures en matèria de Seguretat Social.Algunes de les mesures destacades que es troben en elCapítol IVdelReial decret llei 6/2024, són la suspensió temporal i ajornament durant 3 mesos, del segon pagament de l’IRPF de la campanya de la Renta 2023, per aquells que encara el tinguin pendent de pagament; Concessió d’ajuts directes fins a 5000 euros, als treballadors autònoms i empreses contribuents de l’IRPF per activitats econòmiques, o contribuents de l’impost de societats; Ampliació fins el 30 de gener de 2025 per a presentar declaracions i autoliquidacions i pels procediments tributaris amb venciments durant els mesos de novembre i desembre d’enguany; Ajornaments i fraccionaments sense cost per a interessos de demora durant els 6 primers mesos; Exempcions en l’Impost sobre Béns Immobles i en l’impost sobre activitats econòmiques de l’any 2024.Així mateix, l'Ordre PJC/1222/2024activa un conjunt de mesures destinades a mitigar els danys personals i materials causats per laDANA. Entre les ajudes previstes, s'inclouen compensacions per defuncions i incapacitats directament ocasionades per l'emergència, així com subvencions per a la reparació d'habitatges i estris danyats. A més, s'atorgaran fons a corporacions locals per a cobrir despeses d'emergència i a establiments industrials, mercantils i de serveis afectats.Més informació.Reial decret llei 6/2024, de 5 de novembre, pel qual s'adopten mesures urgents de resposta davant els danys causats per la Depressió Aïllada en Nivells Alts (DANA) en diferents municipis entre el 28 d'octubre i el 4 de novembre de 2024(Obre en una nova finestra)Ordre PJC/1222/2024, per la qual es declara «Zona afectada greument per una emergència de protecció civil» el territori damnificat a conseqüència de la (DANA) que ha afectat àmplies zones de la Península i Balears, publicada en el BOE núm. 269, de 7 de novembre de 2024(Obre en una nova finestra) ",
                            "sub_content": [],
                            "depth": 2
                        },
                        {
                            "url": "https://portaljuridic.gencat.cat/ca/detalls/noticia/estatut_agencia_estatal_admo_digital_boe",
                            "main_content": "08.11.202413:35El BOE núm. 268, de 6 de novembre de 2024, publica el Reial Decret 1118/2024, de 5 de novembre, pel qual s’aprova l'Estatut de l'Agència Estatal d'Administració Digital.Mitjançant el present Reial Decret, es transforma l'actual Secretaria General d'Administració Digital en una Agència, creada en virtut del que es preveu en la disposició addicional centèsima dècima setena de la Llei 22/2021, de 28 de desembre, de Pressupostos Generals de l'Estat per a l'any 2022.La nova Agència proporcionarà serveis i infraestructures comuns, la qual cosa suposarà un estalvi en els costos unitaris dels serveis TIC en la AGE, principalment en els capítols de despeses recurrents i inversions, i a més, aquesta tasca permetrà a les diferents àrees TIC dels departaments, especialitzar-se i dedicar-se exclusivament a les necessitats pròpies dels seus respectius usuaris, augmentant la seva eficiència i eficàcia.Aquest Reial Decret entra en vigor el 7 de novembre de 2024, excepte les disposicions finals segona i tercera, que ho faran un cop es constitueixi efectivament l’Agència Estatal de l’Administració Digital, i es suprimeixi la Secretaria General d’Administració Digital.Més informació.Reial Decret 1118/2024, de 5 de novembre, pel qual s’aprova l'Estatut de l'Agència Estatal d'Administració Digital(Obre en una nova finestra) 08.11.202413:35 El BOE núm. 268, de 6 de novembre de 2024, publica el Reial Decret 1118/2024, de 5 de novembre, pel qual s’aprova l'Estatut de l'Agència Estatal d'Administració Digital.Mitjançant el present Reial Decret, es transforma l'actual Secretaria General d'Administració Digital en una Agència, creada en virtut del que es preveu en la disposició addicional centèsima dècima setena de la Llei 22/2021, de 28 de desembre, de Pressupostos Generals de l'Estat per a l'any 2022.La nova Agència proporcionarà serveis i infraestructures comuns, la qual cosa suposarà un estalvi en els costos unitaris dels serveis TIC en la AGE, principalment en els capítols de despeses recurrents i inversions, i a més, aquesta tasca permetrà a les diferents àrees TIC dels departaments, especialitzar-se i dedicar-se exclusivament a les necessitats pròpies dels seus respectius usuaris, augmentant la seva eficiència i eficàcia.Aquest Reial Decret entra en vigor el 7 de novembre de 2024, excepte les disposicions finals segona i tercera, que ho faran un cop es constitueixi efectivament l’Agència Estatal de l’Administració Digital, i es suprimeixi la Secretaria General d’Administració Digital.Més informació.Reial Decret 1118/2024, de 5 de novembre, pel qual s’aprova l'Estatut de l'Agència Estatal d'Administració Digital(Obre en una nova finestra) ",
                            "sub_content": [],
                            "depth": 2
                        }
                    ],
                    "depth": 1
                },
                {
                    "url": "https://portaljuridic.gencat.cat/ca/",
                    "main_content": " Cerca la normativa a tots els àmbitsDret de Catalunya i una selecció de dret estatal, dret de la Unió Europea i internacionalCercador jurídicAplica filtresNomés al títolNomés vigentsMés opcionsMés opcions de cercaÀmbitTipus de documentData de publicacióData de publicació iniciData de publicació finalDiari oficialNúmero del diari oficialEsborra filtresAplica filtresDirecte a:Resums de normes en llenguatge planer[Prova pilot] Carregant...Últimes disposicions publicadesVeure'n mésCerca de dictàmensÒrgan consultiuTots els òrgans consultiusEstabliu el contigut de la cercaAplica filtresNomés al títolMés opcionsMés opcions de cercaPonentSupòsitData del dictamenData del dictamen iniciData del dictamen finalDictàmens de la Comissió Jurídica AssessoraAdministració consultantEsborra filtresAplica filtresDictàmens emesos pel Consell de Garanties Estatutàries, el Consell Consultiu i la Comissió Jurídica AssessoraDictàmens d'òrgans consultius Actualitat jurídicaAdopció de mesures urgents pels danys causats per la DANA (BOE)08/11/2024Estatut de la nova Agència Estatal d’Administració Digital (BOE)08/11/2024Pla territorial sectorial del dret a l'habitatge i de solidaritat urbana  (DOGC)25/10/2024Intercanvi d'informació penal i judicial a la UE (BOE)22/10/2024Nou manual d’elaboració de normes de la Generalitat de Catalunya21/10/2024Reglament de l'Advocacia General de l'Estat (BOE)16/10/2024Digitalització del Registre de Matrícula Consolar (BOE)03/10/2024Instal·lacions d’energies renovables ubicades al mar (BOE)26/09/2024Presentació i notificació d’escrits processals amb l’aplicació e-Curia (DOUE)20/09/2024Reglament de Vehicles Històrics (BOE)20/09/2024Més notíciesCodis de legislacióCodi de l’habitatge de Catalunya(Obre en una nova finestra)Codi de drets lingüístics a Catalunya(Obre en una nova finestra)Codi d’Administració digital de la Generalitat de Catalunya(Obre en una nova finestra)Codi sobre els drets de les persones amb discapacitat(Obre en una nova finestra)Codi de serveis socials de Catalunya(Obre en una nova finestra)Codi de seguretat de Catalunya(Obre en una nova finestra)Codi bàsic de dret públic de CatalunyaCodi civil de Catalunya i legislació complementàriaCodi de funció pública a CatalunyaCodi de contractació pública a CatalunyaVés a codis de legislacióDisposicions destacadesLlei 10/2023, del 7 d'agost, de modificació de la Llei 5/2008, del 24 d'abril, del dret de les dones a erradicar la violència masclista(Obre en una nova finestra)Llei  3/2023, del 16 de març, de mesures fiscals, financeres, administratives i del sector públic per al 2023(Obre en una nova finestra)LLEI 1/2023, del 15 de febrer, de modificació de la Llei 18/2007, del dret a l'habitatge, i del llibre cinquè del Codi civil de Catalunya, relatiu als drets reals, amb relació a l'adopció de mesures urgents per a afrontar la inactivitat dels propietaris en els casos d'ocupació il·legal d'habitatges amb alteració de la convivència veïnal(Obre en una nova finestra)LLEI 9/2022, del 21 de desembre, de la ciència(Obre en una nova finestra) DestacatsParlament de Catalunya Iniciatives legislativesEstatut d’Autonomia de CatalunyaConstitució EspanyolaTractats fundacionals de la UE. Obre en una nova finestra.Diari Oficial de la Generalitat de Catalunya. Obre en una nova finestra.Compendium.cat - Portal de recursos de llenguatge jurídic català. Obre en una nova finestra. Normes publicades al Portallleis1.015decrets7.738ordres18.165projectes i proposicions de llei762 Consideracions legalsEls textos consolidats (o versions actualitzades) de les normes que ofereix el Portal Jurídic de Catalunya no tenen caràcter oficial. ",
                    "sub_content": [
                        {
                            "url": "https://portaljuridic.gencat.cat/ca/inici/ultimes-disposicions-publicades/",
                            "main_content": "Carregant...Últimes disposicions publicades ",
                            "sub_content": [],
                            "depth": 2
                        },
                        {
                            "url": "https://portaljuridic.gencat.cat/ca/normativa/dret-a-catalunya/dictamens/",
                            "main_content": "Cercador de dictàmensDictàmens emesos pel Consell de Garanties Estatutàries, el Consell Consultiu i la Comissió Jurídica Assessora.Consell de Garanties EstatutàriesÚltims dictàmens incorporats.Institució que vetlla per l’adequació de les normes amb rang de llei del Govern i el Parlament a l’Estatut d’autonomia i a la Constitució. També identifica, abans de la presentació d’un recurs, els possibles motius d’inconstitucionalitat i de conflicte de competències que puguin afectar l’autogovern de Catalunya o l’autonomia local.Comissió Jurídica AssessoraÚltims dictàmens incorporats.Òrgan que vetlla per la legalitat de l’actuació de l’Administració de la Generalitat i dels ens locals de Catalunya. Mitjançant l’exercici de la funció consultiva, contribueix a garantir millor la legalitat i la protecció dels drets dels ciutadans.Altres òrgans consultius ",
                            "sub_content": [],
                            "depth": 2
                        },
                        {
                            "url": "https://portaljuridic.gencat.cat/ca/normativa/dret-a-catalunya/Resums_IA/",
                            "main_content": "Aquesta acció s'inclou en la primera fase d'un projecte pilot d'IA generativa.Els resums de documents legals generats per la intel·ligència artificial (IA) es proporcionen únicament amb finalitats informatives i no s'han de considerar com a assessorament legal. Aquests resums no són oficials i no substitueixen la informació publicada als diaris i butlletins oficials. Poden contenir expressions susceptibles de millora lingüística.ResumsResum de laLLEI 18/2020, del 28 de desembre, de facilitació de l'activitat econòmicaCAT (PDF) | ESP (PDF)Resum de laLLEI 8/2020, del 30 de juliol, de protecció i ordenació del litoralCAT (PDF) | ESP (PDF)Resum de laLLEI 18/2017, de l'1 d'agost, de comerç, serveis i firesCAT (PDF) | ESP (PDF)Resum de laLLEI 14/2017, del 20 de juliol, de la renda garantida de ciutadaniaCAT (PDF) | ESP (PDF)Resum de laLLEI 5/2017, del 28 de març, de mesures fiscals, administratives, financeres i del sector públic i de creació i regulació dels impostos sobre grans establiments comercials, sobre estades en establiments turístics, sobre elements radiotòxics, sobre begudes ensucrades envasades i sobre emissions de diòxid de carboniCAT (PDF) | ESP (PDF)Resum de laLLEI 3/2017, del 15 de febrer, del llibre sisè del Codi civil de Catalunya, relatiu a les obligacions i els contractes, i de modificació dels llibres primer, segon, tercer, quart i cinquèCAT (PDF) | ESP (PDF)Resum de laLLEI 24/2015, del 29 de juliol, de mesures urgents per a afrontar l'emergència en l'àmbit de l'habitatge i la pobresa energèticaCAT (PDF) | ESP (PDF)Resum de laLLEI 17/2015, del 21 de juliol, d'igualtat efectiva de dones i homesCAT (PDF) | ESP (PDF)Resum de laLLEI 19/2014, del 29 de desembre, de transparència, accés a la informació pública i bon governCAT (PDF) | ESP (PDF)Resum de laLLEI 25/2010, del 29 de juliol, del llibre segon del Codi civil de Catalunya, relatiu a la persona i la famíliaCAT (PDF) | ESP (PDF)Resum de laLLEI 14/2010, del 27 de maig, dels drets i les oportunitats en la infància i l'adolescènciaCAT (PDF) | ESP (PDF)Resum de laLLEI 20/2009, del 4 de desembre, de prevenció i control ambiental de les activitatsCAT (PDF) | ESP (PDF)Resum de laLLEI 12/2009, del 10 de juliol, d’educacióCAT (PDF) | ESP (PDF)Resum de laLLEI 10/2008, de 10 de juliol, del llibre quart del Codi civil de Catalunya, relatiu a les successionsCAT (PDF) | ESP (PDF)Resum de laLLEI 5/2008, de 24 d'abril, del dret de les dones a eradicar la violència masclistaCAT (PDF) | ESP (PDF)Resum de laLLEI 4/2008, de 24 d'abril, del llibre tercer del Codi civil de Catalunya, relatiu a les persones jurídiquesCAT (PDF) | ESP (PDF)Resum de laLLEI 18/2007, de 28 de desembre, del dret a l'habitatgeCAT (PDF) | ESP (PDF)Resum de laLLEI 12/2007, d'11 d'octubre, de serveis socialsCAT (PDF) | ESP (PDF)Resum de laLLEI 5/2006, de 10 de maig, del llibre cinquè del Codi civil de Catalunya, relatiu als drets realsCAT (PDF) | ESP (PDF)Resum de laLLEI 1/2006, de 16 de febrer, de la iniciativa legislativa popularCAT (PDF) | ESP (PDF)Resum de laLLEI 29/2002, de 30 de desembre. Primera llei del Codi civil de CatalunyaCAT (PDF) | ESP (PDF)Resum de laLLEI 16/2002, de 28 de juny, de protecció contra la contaminació acústicaCAT (PDF) | ESP (PDF)Resum de laLLEI 13/2002, de 21 de juny, de turisme de CatalunyaCAT (PDF) | ESP (PDF)Resum de laLLEI 22/1998, de 30 de desembre, de la Carta municipal de BarcelonaCAT (PDF) | ESP (PDF)Resum de laLLEI 1/1998, de 7 de gener, de política lingüísticaCAT (PDF) | ESP (PDF)Resum de laLLEI 10/1994, d'11 de juliol, de la policia de la Generalitat - Mossos d'EsquadraCAT (PDF) | ESP (PDF)Resum de laLLEI 16/1991, de 10 de juliol, de les policies localsCAT (PDF) | ESP (PDF)Resum delDECRET LEGISLATIU 1/2024, de 12 de març, pel qual s'aprova el llibre sisè del Codi tributari de Catalunya, que integra el text refós dels preceptes legals vigents a Catalunya en matèria de tributs ceditsCAT (PDF) | ESP (PDF)Resum delDECRET LEGISLATIU 1/2010, de 3 d'agost, pel qual s'aprova el Text refós de la Llei d'urbanismeCAT (PDF) | ESP (PDF)Resum delDECRET LEGISLATIU 1/2009, de 21 de juliol, pel qual s'aprova el Text refós de la Llei reguladora dels residusCAT (PDF) | ESP (PDF)Resum delDECRET LEGISLATIU 2/2008, de 15 d'abril, pel qual s'aprova el Text refós de la Llei de protecció dels animalsCAT (PDF) | ESP (PDF)Resum delDECRET LEGISLATIU 3/2003, de 4 de novembre, pel qual s'aprova el Text refós de la legislació en matèria d'aigües de CatalunyaCAT (PDF) | ESP (PDF)Resum delDECRET LEGISLATIU 2/2003, de 28 d'abril, pel qual s'aprova el Text refós de la Llei municipal i de règim local de CatalunyaCAT (PDF) | ESP (PDF)Resum delDECRET LEGISLATIU 3/2002, de 24 de desembre, pel qual s'aprova el Text refós de la Llei de finances públiques de CatalunyaCAT (PDF) | ESP (PDF)Resum delDECRET LEGISLATIU 1/1997, de 31 d'octubre, pel qual s'aprova la refosa en un Text únic dels preceptes de determinats textos legals vigents a Catalunya en matèria de funció públicaCAT (PDF) | ESP (PDF)Resum delDECRET LLEI 16/2019, de 26 de novembre, de mesures urgents per a l'emergència climàtica i l'impuls a les energies renovablesCAT (PDF) | ESP (PDF)Resum delDECRET 171/2022, de 20 de setembre, d'ordenació dels ensenyaments de batxilleratCAT (PDF) | ESP (PDF)Resum delDECRET 75/2020, de 4 d'agost, de turisme de CatalunyaCAT (PDF) | ESP (PDF)Resum delDECRET 55/2020, de 28 d'abril, pel qual s'aprova el Reglament de la Llei 14/2017, de 20 de juliol, de la renda garantida de ciutadania i es modifica el Decret 123/2007, de 29 de maig, pel qual es determina el règim aplicable a la sol·licitud i concessió de les prestacions socials de caràcter econòmic de dret subjectiu, i es concreten els requisits per al reconeixement del dret a les prestacions creades, en desplegament de la Llei 13/2006, del 27 de juliol, de prestacions socials de caràcter econòmicCAT (PDF) | ESP (PDF)Resum delDECRET 142/2010, d'11 d'octubre, pel qual s'aprova la Cartera de Serveis Socials 2010-2011CAT (PDF) | ESP (PDF)Resum delDECRET 176/2009, de 10 de novembre, pel qual s'aprova el Reglament de la Llei 16/2002, de 28 de juny, de protecció contra la contaminació acústica, i se n'adapten els annexosCAT (PDF) | ESP (PDF)Resum delDECRET 305/2006, de 18 de juliol, pel qual s'aprova el Reglament de la Llei d'urbanismeCAT (PDF) | ESP (PDF)Resum del'Estatut d'autonomia de CatalunyaCAT (PDF) | ESP (PDF)Resum delDECRET 130/2003, de 13 de maig, pel qual s'aprova el Reglament dels serveis públics de sanejamentCAT (PDF) | ESP (PDF)AMUNTData d'actualització:\r\n\t\t\t\t\t\t\t 26.07.2024Dona'ns la teva opinió:Bústia de contacte ResumsResum de laLLEI 18/2020, del 28 de desembre, de facilitació de l'activitat econòmicaCAT (PDF) | ESP (PDF)Resum de laLLEI 8/2020, del 30 de juliol, de protecció i ordenació del litoralCAT (PDF) | ESP (PDF)Resum de laLLEI 18/2017, de l'1 d'agost, de comerç, serveis i firesCAT (PDF) | ESP (PDF)Resum de laLLEI 14/2017, del 20 de juliol, de la renda garantida de ciutadaniaCAT (PDF) | ESP (PDF)Resum de laLLEI 5/2017, del 28 de març, de mesures fiscals, administratives, financeres i del sector públic i de creació i regulació dels impostos sobre grans establiments comercials, sobre estades en establiments turístics, sobre elements radiotòxics, sobre begudes ensucrades envasades i sobre emissions de diòxid de carboniCAT (PDF) | ESP (PDF)Resum de laLLEI 3/2017, del 15 de febrer, del llibre sisè del Codi civil de Catalunya, relatiu a les obligacions i els contractes, i de modificació dels llibres primer, segon, tercer, quart i cinquèCAT (PDF) | ESP (PDF)Resum de laLLEI 24/2015, del 29 de juliol, de mesures urgents per a afrontar l'emergència en l'àmbit de l'habitatge i la pobresa energèticaCAT (PDF) | ESP (PDF)Resum de laLLEI 17/2015, del 21 de juliol, d'igualtat efectiva de dones i homesCAT (PDF) | ESP (PDF)Resum de laLLEI 19/2014, del 29 de desembre, de transparència, accés a la informació pública i bon governCAT (PDF) | ESP (PDF)Resum de laLLEI 25/2010, del 29 de juliol, del llibre segon del Codi civil de Catalunya, relatiu a la persona i la famíliaCAT (PDF) | ESP (PDF)Resum de laLLEI 14/2010, del 27 de maig, dels drets i les oportunitats en la infància i l'adolescènciaCAT (PDF) | ESP (PDF)Resum de laLLEI 20/2009, del 4 de desembre, de prevenció i control ambiental de les activitatsCAT (PDF) | ESP (PDF)Resum de laLLEI 12/2009, del 10 de juliol, d’educacióCAT (PDF) | ESP (PDF)Resum de laLLEI 10/2008, de 10 de juliol, del llibre quart del Codi civil de Catalunya, relatiu a les successionsCAT (PDF) | ESP (PDF)Resum de laLLEI 5/2008, de 24 d'abril, del dret de les dones a eradicar la violència masclistaCAT (PDF) | ESP (PDF)Resum de laLLEI 4/2008, de 24 d'abril, del llibre tercer del Codi civil de Catalunya, relatiu a les persones jurídiquesCAT (PDF) | ESP (PDF)Resum de laLLEI 18/2007, de 28 de desembre, del dret a l'habitatgeCAT (PDF) | ESP (PDF)Resum de laLLEI 12/2007, d'11 d'octubre, de serveis socialsCAT (PDF) | ESP (PDF)Resum de laLLEI 5/2006, de 10 de maig, del llibre cinquè del Codi civil de Catalunya, relatiu als drets realsCAT (PDF) | ESP (PDF)Resum de laLLEI 1/2006, de 16 de febrer, de la iniciativa legislativa popularCAT (PDF) | ESP (PDF)Resum de laLLEI 29/2002, de 30 de desembre. Primera llei del Codi civil de CatalunyaCAT (PDF) | ESP (PDF)Resum de laLLEI 16/2002, de 28 de juny, de protecció contra la contaminació acústicaCAT (PDF) | ESP (PDF)Resum de laLLEI 13/2002, de 21 de juny, de turisme de CatalunyaCAT (PDF) | ESP (PDF)Resum de laLLEI 22/1998, de 30 de desembre, de la Carta municipal de BarcelonaCAT (PDF) | ESP (PDF)Resum de laLLEI 1/1998, de 7 de gener, de política lingüísticaCAT (PDF) | ESP (PDF)Resum de laLLEI 10/1994, d'11 de juliol, de la policia de la Generalitat - Mossos d'EsquadraCAT (PDF) | ESP (PDF)Resum de laLLEI 16/1991, de 10 de juliol, de les policies localsCAT (PDF) | ESP (PDF)Resum delDECRET LEGISLATIU 1/2024, de 12 de març, pel qual s'aprova el llibre sisè del Codi tributari de Catalunya, que integra el text refós dels preceptes legals vigents a Catalunya en matèria de tributs ceditsCAT (PDF) | ESP (PDF)Resum delDECRET LEGISLATIU 1/2010, de 3 d'agost, pel qual s'aprova el Text refós de la Llei d'urbanismeCAT (PDF) | ESP (PDF)Resum delDECRET LEGISLATIU 1/2009, de 21 de juliol, pel qual s'aprova el Text refós de la Llei reguladora dels residusCAT (PDF) | ESP (PDF)Resum delDECRET LEGISLATIU 2/2008, de 15 d'abril, pel qual s'aprova el Text refós de la Llei de protecció dels animalsCAT (PDF) | ESP (PDF)Resum delDECRET LEGISLATIU 3/2003, de 4 de novembre, pel qual s'aprova el Text refós de la legislació en matèria d'aigües de CatalunyaCAT (PDF) | ESP (PDF)Resum delDECRET LEGISLATIU 2/2003, de 28 d'abril, pel qual s'aprova el Text refós de la Llei municipal i de règim local de CatalunyaCAT (PDF) | ESP (PDF)Resum delDECRET LEGISLATIU 3/2002, de 24 de desembre, pel qual s'aprova el Text refós de la Llei de finances públiques de CatalunyaCAT (PDF) | ESP (PDF)Resum delDECRET LEGISLATIU 1/1997, de 31 d'octubre, pel qual s'aprova la refosa en un Text únic dels preceptes de determinats textos legals vigents a Catalunya en matèria de funció públicaCAT (PDF) | ESP (PDF)Resum delDECRET LLEI 16/2019, de 26 de novembre, de mesures urgents per a l'emergència climàtica i l'impuls a les energies renovablesCAT (PDF) | ESP (PDF)Resum delDECRET 171/2022, de 20 de setembre, d'ordenació dels ensenyaments de batxilleratCAT (PDF) | ESP (PDF)Resum delDECRET 75/2020, de 4 d'agost, de turisme de CatalunyaCAT (PDF) | ESP (PDF)Resum delDECRET 55/2020, de 28 d'abril, pel qual s'aprova el Reglament de la Llei 14/2017, de 20 de juliol, de la renda garantida de ciutadania i es modifica el Decret 123/2007, de 29 de maig, pel qual es determina el règim aplicable a la sol·licitud i concessió de les prestacions socials de caràcter econòmic de dret subjectiu, i es concreten els requisits per al reconeixement del dret a les prestacions creades, en desplegament de la Llei 13/2006, del 27 de juliol, de prestacions socials de caràcter econòmicCAT (PDF) | ESP (PDF)Resum delDECRET 142/2010, d'11 d'octubre, pel qual s'aprova la Cartera de Serveis Socials 2010-2011CAT (PDF) | ESP (PDF)Resum delDECRET 176/2009, de 10 de novembre, pel qual s'aprova el Reglament de la Llei 16/2002, de 28 de juny, de protecció contra la contaminació acústica, i se n'adapten els annexosCAT (PDF) | ESP (PDF)Resum delDECRET 305/2006, de 18 de juliol, pel qual s'aprova el Reglament de la Llei d'urbanismeCAT (PDF) | ESP (PDF)Resum del'Estatut d'autonomia de CatalunyaCAT (PDF) | ESP (PDF)Resum delDECRET 130/2003, de 13 de maig, pel qual s'aprova el Reglament dels serveis públics de sanejamentCAT (PDF) | ESP (PDF) ",
                            "sub_content": [],
                            "depth": 2
                        }
                    ],
                    "depth": 1
                }
            ],
            "depth": 0
        }
    ],
    "messages": [
        {
            "role": "system",
            "content": "You are a helpful assistant that synthesizes information from multiple sources to provide accurate and comprehensive answers."
        },
        {
            "role": "user",
            "content": "Based on the following information, provide a list of the sources that satisfy the query. Provide all the URLs needed (between the text).Query: 1. Associacions de veïns\n\nGathered Information:\n\nSource: https://justicia.gencat.cat/ca/ambits/dret_i_entitats_juridiques/associacions/\nContent: Les associacions són persones jurídiques privades constituïdes per tres o més persones que s'uneixen de manera voluntària, lliure i solidària per aconseguir, sense afany de lucre, una finalitat comuna d'interès general o particular i es comprometen a posar en comú llurs coneixements, activitats o recursos econòmics amb caràcter temporal o indefinit.Les associacions poden constituir federacions per assolir millor les finalitats que els són pròpies i facilitar la coordinació; al seu torn, les fede...\n\nSource: https://portaljuridic.gencat.cat/ca/document-del-pjur/?documentId=148448\nContent: Carregant...Les dades del documentVigència i Traçabilitat de la normaVigènciaTraçabilitat de la normaTriaDocuments del tràmitDades del documentPortal Jurídic de CatalunyaÍndexDescarregaCancel·laConsideracions legalsEls textos consolidats (o versions actualitzades) de les normes que ofereix el Portal Jurídic de Catalunya no tenen caràcter oficial.AccionsDesaCopia la URI ELIS'ha guardat correctament a Els meus documentsL'enllaç s'ha copiat correctament. Les dades del documentVigència i Traçabilita...\n"
        }
    ]
}